{
   
    "Blog-1": {
        "name": "The Heartbreak of Cyberbullying in Basketball: The Story of Michael Carter-Williams",
        "id": "",
        
        "pic": "sample-blog.png",
       
        "story":"Cyberbullying has become an increasingly prevalent issue in the world of sports, particularly in the game of basketball. In this blog, we will delve into the story of Michael Carter-Williams, a professional basketball player who experienced the heartbreak of cyberbullying in his career.Michael Carter-Williams was a rising star in the NBA, with a promising future ahead of him. However, his career was derailed by relentless online bullying, with anonymous users attacking him on social media, calling him out for his performances and even going as far as making threatening comments. The constant barrage of negative comments took a toll on Carter-Williams, leading to a decline in his performance on the court.The story of Michael Carter-Williams is a sad reminder of the real-life impact that cyberbullying can have on an individual's mental health and career. The pressure and scrutiny that athletes face can be overwhelming, and cyberbullying only adds to the stress. It is crucial that we raise awareness about the dangers of cyberbullying in sports and support our athletes in their time of need."
        
    },
    
    "Blog-2": {
        "name": "The Power of Unity: The Story of the Boston Celtics' Social Media Trolling",
        "id": "",
 
        "pic": "sample-blog.png",
        
        "story":""
        
    },
    "Blog-3": {
        "name": "Blog-3",
        "id": "",

        "pic": "sample-blog.png",
        "story":"The Project is to help students to show info about Vuejs and how it get connect to database and live showing database info using php. At the end of the project it help me to get great idea about vuejs and it function how it is great tool for frontend developer."
        
    },
    "Blog-4": {
        "name": "Blog-4",
        "id": "",
        "pic": "sample-blog.png",
        "story":" "
        
    }
}